[
    {
        "slug": "the-delta-times/international",
        "category":"international",
        "title": "Erdogan makes Putin wait before meeting",
        "image": "https://i.ibb.co/WVZC6Kh/putin-web.jpg",
        "description": "Russian President Vladimir Putin was left waiting and fidgeting for 50 seconds by Turkish counterpart Tayyip Erdogan ahead of talks in Tehran on Tuesday, prompting Turkish media to draw parallels with Putin making him and other leaders stand by in the past.The meeting in Iran was Putin's first with a NATO alliance leader since Russia invaded Ukraine in late February.",
        "date": "22-07-2022",
        "time": "11.42"
    },
    
    {
        "slug": "the-delta-times/international",
        "category":"international",
        "title": "8 civilians killed in Turkish attack on Iraqi province",
        "image": "https://images.thedailystar.net/sites/default/files/styles/big_202/public/feature/images/iraq_map.png?itok=2TBmbJaa&timestamp=1467953818",
        "description": "Eight civilians died and another 23 people were injured in a Turkish attack on Iraq's northern province of Dohuk, Iraq's state media said on Wednesday.The fierce artillery bombing hit a resort in Zakho, a city on the border between Iraq's Kurdistan region and Turkey, state TV said. All killed were tourists, the state news agency said.",
        "date": "22-07-2022",
        "time": "11.42"
    },
    {
        "slug": "the-delta-times/culture",
        "category":"culture",
        "title": "Officially acknowledge Nazrul as National Poet: HC to govt",
        "image": "https://www.thedailystar.net/culture/news/officially-acknowledge-nazrul-national-poet-high-court-rules-3075066#lg=1&slide=0",
        "description": "The High Court today (July 20, 2022) issued a rule asking the authorities concerned of the government to explain why they should not be directed to issue a gazette notification, officially declaring Kazi Nazrul Islam as National Poet of Bangladesh.Cultural affairs secretary, director general of Bangla Academy and executive director of Nazrul Institute have been made respondents to the rule which is returnable in four weeks",
        "date": "22-07-2022",
        "time": "11.42"
    },
    {
        "slug": "the-delta-times/Business",
        "category":"Business",
        "title": "Ensure safe handling of hazardous chemicals: CPD",
        "image": "https://i.ibb.co/X7Xbdxt/business1.jpg",
        "description": "The government should ensure safety at every stage of the value chain in handling chemicals and hazardous products, the Centre for Policy Dialogue (CPD) said today.The risk of the industrial safety concerning hazardous chemical is not only limited to inland container depots, but also to the whole value chain from production, transportation, storage to shipments, said Khondaker Golam Moazzem, research director of the CPD.",
        "date": "22-07-2022",
        "time": "11.42"
    },
    {
        "slug": "the-delta-times/Business",
        "category":"Business",
        "title": "Bangladesh Bank raises interest rate on EDF loans by 50%",
        "image": "https://i.ibb.co/kB4rWN2/business.jpg",
        "description": "The Bangladesh Bank today raised the interest rate on the loans made from its Export Development Fund (EDF) by 50 per cent with a view to making borrowing costlier and thus saving foreign currencies.Earlier, the central bank charged 1 per cent per annum on the loans extended to banks from the EDF. Banks were allowed to charge their end customers 2 per cent.",
        "date": "22-07-2022",
        "time": "11.42"
    }
]